tap "homebrew/bundle"
tap "majd/repo"
tap "mickeyl/formulae"
tap "philj56/gbcc"
tap "sidneys/homebrew"
tap "timsutton/formulae"
brew "jpeg-xl"
brew "aria2"
brew "automake"
brew "bettercap"
brew "blueutil"
brew "cmake"
brew "exiftool"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "pinentry"
brew "gnupg"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ios-deploy"
brew "iperf3"
brew "jq"
brew "libimobiledevice"
brew "libuv"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nss"
brew "openjdk@17"
brew "openssl@1.1"
brew "p7zip"
brew "pinentry-mac"
brew "poppler"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rom-tools"
brew "rsync"
brew "scrcpy"
brew "siege"
brew "socat"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tcpdump"
brew "tmux"
brew "tor"
brew "translate-shell"
brew "tree"
brew "xcbeautify"
brew "xcodegen"
brew "zsh"
brew "timsutton/formulae/speedwagon"
cask "android-platform-tools"
cask "clean-me"
cask "hammerspoon"
cask "iina"
cask "ipatool"
cask "lulu"
cask "obs"
cask "provisionql"
cask "rectangle"
cask "shortcat"
cask "stats"
cask "tor-browser"